Repository: ldotlopez/eina
Catalog: po/*.po
Languages: ca, cs, es, ms, ru, sv

source: %d plugins are enabled at exit. Use a dispose func to unload them.
ca: connectors %d estan permesos a la sortida. Usa una funció disposar per descarregar-los.
es: %d complementos se habilitarán al salir. Use la función disponer para su descarga.
ms: %d pemalam telah dibenarkan semasa keluar. Guna fungsi buang untuk nyahmuatkannya.
ru: %d надстроек задействовано при выходе. Используйте возможность завершения для их выгрузки.
sv: %d insticksprogram är aktiva vid avslut. Använd en dispose-funktion för att ladda ur dem.

source: %s (usage:%d enabled:%d locked:%d %s)
ca: %s (Ús:%d permès:%d bloquejat:%d %s)
es: %s (uso:%d habilitados:%d bloqueados:%d %s)
ms: %s (penggunaan:%d dibenarkan:%d dikunci:%d %s)
ru: %s (используется:%d задействовано:%d заблокировано:%d %s)
sv: %s (användning:%d aktiverad:%d låst:%d %s)

source: %d plugins still loaded, will be leaked. Use a dispose func (gel_app_set_dispose_func) to unload them at exit
ca: %d connectors encara carregats, s'hi passarà per sobreUsa una funció de disposició (gel_app_set_dispose_func) per descarregar-los a la sortida
es: %d complementos aún cargándose, serán filtrados. Use la función disponer (gel_app_set_dispose_func) para descargarlos al salir
ms: %d pemalam masih dimuatkan, dan akan bocor. Gunakan fungsi buang (gel_app_set_dispose_func) untuk nyahmuat bila keluar.
ru: %d надстройки до сих пор загружены и будут проявляться. Используйте возможность (gel_app_set_dispose_func) для их выгрузки на выходе
sv: %d insticksprogram fortfarande i minne, de kommer läckas. Använd en dispose-funktion (gel_app_set_dispose_func) för att ladda ur dem vid avslut

source: Invalid arguments
ca: Arguments no vàlids
es: Argumentos inválidos
ms: Argumen tidak sah
ru: Недопустимые аргументы
sv: Ogiltiga argument

source: Plugin not found
ca: Connector no trobat
es: Complemento no encontrado
ms: Pemalam tidak ditemui
ru: Модуль не найден
sv: Tillägg hittas inte

source: Cannot load %s: %s
ca: No s'ha pogut carregar %s: %s
es: No se puede cargar %s: %s
ms: Tidak dapat memuatkan %s: %s
ru: Невозможно загрузить %s: %s
sv: Kan inte hämta %s: %s

source: Dependecy %s for %s not found
ca: Dependència %s per a %s no trobada
es: No se ha encontrado la dependencia %s para %s
ms: Dependensi %s untuk %s tidak ditemui
ru: Зависимость %s для %s не найдена
sv: Beroendet %s för %s kan inte hittas

source: Invalid arguments, set breakpoint on %s to debug
ca: Arguments invàlids, estableix punt d'interrupció a %s per depurar
es: Argumentos inválidos, establezca un punto de interrupción en %s para depurar
ms: Argumen tidak sah, tetapkan titik putus pada %s untuk dinyahpijatkan
sv: Ogiltiga argument, ange brytpunkt för %s för felsökning

source: Plugin %p has NULL name
ca: El connector %p té nom NUL
es: El complemento %p tiene un nombre NULO
ms: Pemalam %p mempunyai nama nol
ru: Надстройка %p имеет NULL имя
sv: Insticksprogrammet %p har NULL namn

source: Cannot unload plugin %s, its used by %d plugins
ca: No es pot descarregar el connector %s, és usat per %d connectors
es: No se puede deshabilitar el complemento %s, está siendo usando por %d complementos
ms: Tidak dapat memuatkan %s, ia digunakan oleh pemalam %d
ru: Невозможно выгрузить надстройку %s, она используется %d надстройками
sv: Kan inte ladda ur insticksprogrammet %s; det används av %d instick

source: Cannot finalize plugin %s: %s
ca: No es pot concloure el connector %s: %s
es: No se puede finalizar el complemento %s: %s
ms: Tidak dapat menyelesaikan %s: %s
ru: Невозможно завершить надстройку %s: %s
sv: Kan inte slutföra instick %s: %s

source: Dependency %s for plugin %s not found
ca: La dependència %s pel connector %s no s'ha trobat
es: No se encuentra la dependencia %s para el complemento %s
ms: Dependensi %s bagi pemalam %s tidak ditemui
ru: Зависимость %s для надстройки %s не найдена
sv: Beroende %s för instick %s hittades inte

source: Cannot free plugin after all: %s
ca: No es pot alliberar el connector després de tot: %s
es: Error al eliminar el complemento: %s
ms: Tidak dapat membebaskan pemalam: %s
ru: Невозможно высвободить надстройку после всех: %s

source: Cannot free plugin %s: %s
ca: No es pot alliberar el connector %s: %s
es: Error al eliminar el complemento %s: %s
ms: Tidak dapat membebaskan pemalam %s: %s
ru: Невозможно освободить надстройку %s: %s
sv: Kan inte frigöra instick %s: %s

source: Module loading is not supported on this platform
ca: La càrrega de mòduls no és compatible amb aquesta plataforma
es: La carga de módulos no está soportada en esta plataforma
ms: Pemuatan modul tidak disokong didalam platform ini
ru: Загружаемый модуль не поддерживается этой платформой
sv: Laddning av moduler stöds inte på den här plattformen

source: %s is not loadable
ca: %s no és carregable
es: No se puede cargar %s
ms: %s tidak boleh dimuatkan
ru: %s невозможно загрузить
sv: %s kan inte laddas

source: Cannot find symbol %s in %s
ca: No es pot trobar el símbol %s a %s
es: No se puede encontrar el símbolo %s en %s
ms: Tidak dapat mencari simbol %s didalam %s
ru: Невозможно найти символ %s в %s
sv: Kan inte hitta symbolen %s i %s

source: Invalid serial in object %s:%s (app:%d, plugin:%d)
ca: Nº de sèrie no vàlid a l'objecte %s:%s (ap:%d, conn:%d)
es: Número de serie inválido en el objeto %s:%s (app:%d, complemento:%d)
ms: Serial tidak sah didalam objek %s:%s (aplikasi:%d, pemalam:%d)
sv: Ogiltigt serienummer i objekt %s:%s (app:%d, instick:%d)

source: %s plugin has no deps, are you sure? if you are sure use GEL_PLUGIN_NO_DEPS
ca: connector %s no té dependències, estàs segur/a? si ho estàs usa GEL_PLUGIN_NO_DEPS
es: El complemento %s parece no tener dependencias, ¿está seguro? Si está seguro use GEL_PLUGIN_NO_DEPS
ms: Pemalam %s tidak mempunyai dependensi, adakah anda pasti? jika anda pasti gunakan GEL_PLUGIN_NO_DEPS
ru: %s надстройка не имеет зависимостей, вы действительно уверены? Если вы уверены, используйте GEL_PLUGIN_NO_DEPS
sv: %s insticksprogram har inga beroenden, är du söker? I så fall, använd GEL_PLUGIN_NO_DEPS

source: Plugin %s created
ca: Connector %s creat
es: Se ha creado el complemento %s
ms: Pemalam %s dicipta
ru: Надстройка %s создана
sv: Insticksprogrammet %s skapades

source: Plugin %s is in use
ca: Connector %s en ús
es: El complemento %s está en uso
ms: Pemalam %s sedang digunakan
ru: Надстройка %s используется
sv: Insticksprogrammet %s används

source: Plugin %s is still enabled
ca: Connector %s segueix habilitat
es: El complemento %s aún está habilitado
ms: Pemalam %s masih lagi aktif
ru: Надстройка %s задействована
sv: Insticksprogrammet %s är fortfarande aktivt

source: Plugin %s is locked
ca: Connector %s està bloquejat
es: El complemento %s está bloqueado
ms: Pemalam %s dikunci
ru: Надстройка %s заблокирована
sv: Insticksprogrammet %s är låst

source: Plugin %s destroyed
ca: Connector %s destruït
es: Complemento %s destruido
ms: Pemalam %s dimusnahkan
ru: Надстройка %s удалена
sv: Insticksprogrammet %s har förstörts

source: Invalid reference from %s on %s
ca: referència no vàlida a partir de %s a %s
es: Referencia inválida desde %s en %s
ms: Rujukan tidak sah dari %s pada %s
ru: Неправильная ссылка от %s на %s
sv: Ogiltig referens från %s på %s

source: none
ca: cap
es: ninguna
ms: tiada
ru: нет
sv: ingen

source: You call %s with plugin == NULL, its OK but: - %s is meant for use with plugin def - For general, non-plugin dependand version of %s use the wrapper gel_resource_locate - If none of previous points fits your needs, pass a plugin variable to this function Set breakpoint on '%s if plugin == 0' to find the caller for this invocation
ca: Pots cridar a %s amb el connector == NULL, està bé, però: - %s és per a ús amb el connector def - En general, la versió no dependent del connector %s utilitza el contenidor gel_resource_locate - Si cap dels punts anteriors s'adapta a les teves necessitats, passa una variable de connector per aquesta funció Marca punt de trencament a '%s si el connector == 0' per trobar el cridador per a aquesta invocació
es: Puede llamar a %s con el parámetro 'plugin == NULL', pero debe tener en cuenta que: - %s debe reconocer la definición 'plugin' - Para uso general, la versión de %s que no requiera plugins usa la interfaz gel_resource_locate - Si no son suficientes las opciones anteriores, pase una variable del plugin a la función Fije un punto de parada en '%s if plugin == 0' para encontrar el método que llama a la función
ms: Anda panggil %s dengan pemalam == NULL, adalah OK tetapi: - %s bermaksud untuk digunakan dengan def pemalam - Umumnya, versi bergantung bukan-pemalam %s menggunakan pembalut gel_resource_locate - Jika tiada titik terdahulu memenuhi keperluan anda, benarkan pembolehubah pemalam pada fungsi ini Tetapkan titik putus pada '%s jika pemalam == 0' untuk mencari pemanggil untuk invokasi ini

source: Plugin %s already initialized
ca: El connector %s ja està iniciat
es: El complemento %s ya ha sido inicializado
ms: Pemalam %s sudah sedia diawalkan
ru: Надстройка %s уже инициализирована
sv: Insticksprogrammet %s är redan startat

source: Plugin %s has not init hook
ca: El connector %s no té ganxo d'inici
es: Complemento %s no tiene punto de inicio
ms: Pemalam %s tidak mempunyai init hook
sv: Insticksprogrammet %s har not init-krok

source: Cannot init plugin %s: %s
ca: No es pot iniciar el connector %s: %s
es: No se puede iniciar el complemento %s: %s
ms: Tidak dapat mengawalkan pemalam %s: %s
ru: Невозможно инициализировать надстройку %s: %s
sv: Kan inte starta insticksprogrammet %s: %s

source: Cannot init plugin %s, unknow reason
ca: No es pot iniciar el connector %s, raó desconeguda
es: No se puede iniciar el complemento %s, error desconocido
ms: Tidak dapat mengawalkan pemalam %s, sebab tidak diketahui
ru: Невозможно инициализировать надстройку %s, причина неизвестна
sv: Kan inte starta insticksprogrammet %s; okänd anledning

source: Plugin %s initialized
ca: Connector %s inicialitzat
es: El complemento %s ha sido inicializado
ms: Pemalam %s diawalkan
ru: Надстройка %s инициализирована
sv: Insticksprogrammet %s startades

source: Plugin %s is not initialized
ca: Connector %s no inicialitzat
es: El complemento %s no esta ejecutandose
ms: Pemalam %s tidak diawalkan
ru: Надстройка %s не инициализирована
sv: Insticksprogrammet %s har inte startats

source: Cannot finalize plugin %s: unknow reason
ca: No es pot concloure el connector %s: raó desconeguda
es: No se puede finalizar el complemento %s: error desconocido
ms: Tidak dapat menyelesaikan pemalam %s: sebab tidak diketahui
ru: Невозможно завершить надстройку %s: причина неизвестна
sv: Kan itne avsluta insticksprogrammet %s: okänd anledning

source: Plugin %s finalized
ca: Connector %s finalitzat
es: Complemento %s finalizado
ms: Pemalam %s diselesaikan
ru: Надстройка %s завершена
sv: Insticksprogrammet %s slutfördes

source: Cannot locate resource '%s'
ca: No es pot trobar recurs '%s'
es: No se puede localizar recurso '%s'
ms: Tidak dapat mencari lokasi sumber '%s'
ru: Невозможно обнаружить ресурс '%s'
sv: Kan inte hitta resursen '%s'

source: Invalid GtkTreePath in selection, use %s only with ListModels
ca: GtkTreePath no vàlid a la selecció, usa %s només amb ListModels
es: Objeto GtkTreePath invalido en la selección, use %s con ListModels
ms: GtkTreePath tidak sah semasa pemilihan, gunakan sahaja %s didalam ListModels
sv: Ogiltig GtkTreePath i markering, använd bara %s med ListModels

source: Missing method %s
ca: Manca mètode %s
es: El método %s no existe
ms: Kaedah hilang %s
ru: Отсутствующий метод %s
sv: Saknar metod %s

source: Cannot create pipeline for NULL stream
ca: No es pot crear canonada per a la corrent NULL
es: No se puede crear un redireccionador para un flujo NULO
ms: Tidak dapat mencipta garis paip untuk strim nol
sv: Kan inte skapa rörledning för NULL-ström

source: Cannot create pipeline for stream %s
ca: No es pot crear canonada de flux %s
es: No se puede crear un redireccionador para el flujo %s
ms: Tidak dapat mencipta garis paip untuk strim %s
sv: Kan inte skapa rörledning för strömmen %s

source: Cannot set state: missing pipeline
ca: No es pot establir l'estat: Canonada desapareguda
es: No se puede ajustar el estado: falta el redireccionador
ms: Tidak dapat menetapkan keadaan: garis paip hilang
sv: Kan inte ange tillstånd: saknar rörledning

source: Error setting state
ca: Error en establir l'estat
es: No se puede ajustar el estado
ms: Ralat menetapkan keadaan
ru: Ошибка установки области
sv: Fel uppstod när tillstånd skulle anges

source: Player not seekable
ca: Reproductor no desplaçable
es: Reproductor no disponible
ms: Pemain tidak boleh dijangkau
sv: Spelaren kan inte söka

source: Invalid format
ca: Format invàlid
es: Formato no válido
ms: Format tidak sah
ru: Неверный формат
sv: Ogiltigt format

source: Error seeking
ca: Error en desplaçar el temps
es: Error al buscar
ms: Ralat menjangkau
ru: Ошибка поиска
sv: Fel vid sökning

source: Error setting volume
ca: Error en establir el volum
es: Error al ajustar el volumen
ms: Ralat menetapkan volum
ru: Ошибка установки громкости
sv: Fel uppstod i volymkontrollen

source: Error getting volume
ca: Error en obtenir el volum
es: Error al obtener el volumen
ms: Ralat mendapatkan volum
ru: Ошибка назначения громкости
sv: Fel vid läsning av volym

source: Missing set_mute and set_volume methods, cannot mute
ca: Falten els mètodes set_mute i set_volume, no es pot silenciar
es: Los métodos set_mute y set_volume no existen o no estan disponibles, no se puede silenciar el volumen
ms: Kehilangan kaedah set_mute dan set_volume, tidak dapat dibisukan
ru: Ошибка методов set_mute и set_volume, невозможно выключить
sv: Saknar set_mute- och set_volume-metoder, kan inte tysta

source: Error setting mute
ca: Error en silenciar
es: Error al silenciar el volumen
ms: Ralat menetapkan mod bisu
ru: Ошибка выключения звука
sv: Fel vid tystning

source: Error creating pipeline: %s
ca: Error en crear la canonada: %s
es: Error al crear la redirección: %s
ms: Ralat mencipta garis paip: %s
sv: Fel vid skapande av rörledning: %s

source: Cannot change stream, it's in queue but can't dequeue it
ca: No es pot canviar el corrent, és a la cua, però no es pot treure
es: No se puede cambiar el flujo, no se puede eliminar de la cola
ms: Tidak dapat mengubah strim, ia didalam baris gilir dan tidak boleh dibuang
ru: Невозможно изменить поток, он находится в очереди, но не может быть удалён из неё
sv: Kan inte ändra ström; den är i kön, men kan inte tas ur kön

source: Action blocked by hook
ca: Acció bloquejada pel ganxo
es: Acción bloqueada por hook
ms: Tindakan dihalang oleh hook
ru: Действие заблокировано перехватчиком
sv: Åtgärd stoppad av krok

source: Unknow error
ca: Error desconegut
es: Error desconocido
ms: Ralat tidak diketahui
ru: Неизвестная ошибка
sv: Okänt fel

source: Loading files...
ca: Carregant arxius...
es: Cargando archivos...
ms: Memuatkan fail...
ru: Загрузка файлов...
sv: Laddar filer...

source: Add or queue files
ca: Afegeix o encua arxius
es: Añadir archivos a la cola
ms: Tambah atau baris gilirkan fail
ru: Добавление файлов
sv: Lägg till eller köa filer

source: Found %d streams
ca: S'han trobat %d fluxos
es: Se han encontrado %d flujos
ms: Menemui %d strim
ru: Обнаружены %d потоков
sv: Hittade %d strömmar

source: Select plugins
ca: Selecciona els connectors
es: Seleccionar complementos
ms: Pilih pemalam
ru: Выбрать надстройки
sv: Välj insticksmoduler

source: Loaded unknow plugin: %s
ca: Carregat connector desconegut: %s
es: Complemento desconocido cargado: %s
ms: Memuatkan pemalam yang tidak diketahui: %s
ru: Загружена неизвестная надстройка: %s
sv: Ladda okänt instick: %s

source: No name
ca: Sense nom
es: Sin nombre
ms: Tiada nama
ru: Без названия
sv: Inget namn

source: No description
ca: Sense descripció
es: Sin descripción
ms: Keterangan
ru: Нет описания
sv: Ingen beskrivning

source: No more information
ca: No hi ha més informació
es: No hay más información
ms: Tiada lagi maklumat
ru: Дополнительные сведения недоступны
sv: Ingen vidare information

source: [Internal plugin]
ca: [Connector Intern]
es: [Complemento interno]
ms: [Pemalam dalaman]
ru: [внутренняя надстройка]
sv: [Internt insticksprogram]

source: No dependencies
ca: Sense dependències
es: Sin dependencias
ms: Tiada dependensi
ru: Нет зависимостей
sv: Inga beroenden

source: No reverse dependencies
ca: No hi ha dependències inverses
es: Sin dependencias inversas
ms: Tiada dependensi balikan
ru: Нет обратных зависимостей
sv: Inga omvända beroenden

source: Status icon
ca: Icona d'estat
es: Icono de estado
ms: Ikon status
ru: Значок состояния
sv: Statusikon

source: _Random
ca: Aleato_ri
es: _Aleatorio
ms: _Rawak
ru: Случайный
sv: _Slumpmässigt

source: _Shuffle
ca: _Barreja
es: _Revolver
ms: _Kocok
ru: _Случайным образом
sv: _Blanda

source: _Queue
ca: _Posa a la cua
es: _Cola
ms: _Baris Gilir
ru: В _Очередь
sv: _Kö

source: Report a bug
ca: Avisa d'un error
es: Informar sobre un error
ms: Laporkan pepijat
ru: Сообщить об ошибке
sv: Rapportera ett fel

source: _File
ca: _Arxiu
es: _Archivo
ms: _Fail
ru: _Файл
sv: _Arkiv

source: _Edit
ca: _Edita
es: _Editar
ms: _Sunting
ru: _Правка
sv: _Redigera

source: _Add-ons
ca: _Afegits
es: _Complementos
ms: _Tambahan
ru: _Дополнения
sv: _Tillägg

source: _Help
ca: A_juda
es: _Ayuda
ms: _Bantuan
ru: _Справка
sv: _Hjälp

source: Missing resource: %s
ca: Manca de recursos: %s
es: No se encuentra el recurso: %s
ms: Sumber hilang: %s
ru: Отсутствует ресурс: %s
sv: Saknar resurs: %s

source: A classic player for the modern era
ca: Un reproductor clàssic per a l'era moderna
cs: Klasický přehrávač pro moderní dobu
es: Un reproductor clásico para los tiempos modernos
ms: Pemain klasik untuk era modern
ru: Классический плеер для современности
sv: En klasisk musik spelare för den moderna eran

source: About Eina
ca: Sobre Eina
cs: O aplikaci
es: Acerca de Eina
ms: Perihal Eina
ru: О Eina
sv: Om Eina

source: About window plugin
ca: Sobre el connector de finestra
es: Sobre la ventana del complemento
ms: Perihal pemalam tetingkap
ru: Сведения об оконной надстройке
sv: Om fönsterinstick

source: Art
es: Arte
ms: Seni
sv: Konst

source: Art framework
ca: Marc d'Art
es: Marco de Arte
ms: Kerangka kerja seni
sv: Ramverk för konst

source: Cannot load resource '%s': '%s'
ca: No es pot carregar el recurs '%s': '%s'
es: No se puede cargar '%s': '%s'
ms: Tidak dapat memuatkan sumber '%s': '%s'
ru: Невозможно загрузить ресурс '%s': '%s'
sv: Kan inte ladda resursen '%s': '%s'

source: Invalid cover mask
ca: Màscara de portada no vàlida
es: Carátula no válida
ms: Topeng kulit hadapan tidak sah
sv: Ogiltig omslagsmask

source: Cover plugin
ca: Connector de Caràtules
es: Complemento de carátulas
ms: Pemalam kulit hadapan
ru: Надстройка обложки
sv: Omslagsinsticksprogram

source: Cannot get DBus proxy
ca: No es pot obtenir el proxy DBus
es: No se puede obtener la información del proxy de DBus
ms: Tidak dapat proksi DBus
ru: Невозможно получить DBus прокси
sv: Kan inte avläsa DBus-proxy

source: Cannot register DBus server: %s
ca: No es pot registrar el servidor DBus: %s
es: No se puede registrar el servidor DBus: %s
ms: Tidak dapat mendaftar pelayan DBus: %s
ru: Невозможно зарегистрировать сервер DBus: %s
sv: Kan inte registrera DBus-server: %s

source: DBus interface for Eina
ca: Interfície DBus per Eina
es: Interfaz DBus para Eina
ms: Antaramuka DBus untuk Eina
ru: DBus интерфейс для Eina
sv: DBus-gränssnitt för Eina

source: Build-in dock plugin
ca: Connector intern de barra d'aplicacions
es: Complemento del panel interno
ms: Pemalam dok terbina-didalam
ru: Встроенная надстройка стыковки
sv: Inbyggt dockinsticksprogram

source: Cannot locate %s
ca: No es pot trobar %s
es: No se puede contrar %s
ms: Tidak dapat mencari lokasi %s
ru: Невозможно обнаружить %s
sv: Kan inte hitta %s

source: Cannot load '%s': '%s'
ca: No s'ha pogut carregar '%s': '%s'
es: No se puede cargar '%s': '%s'
ms: Tidak dapat memuatkan '%s': '%s'
ru: Невозможно загрузить '%s': '%s'
sv: Kan inte ladda '%s': '%s'

source: OSX integration
ca: Integració OSX
es: Integración OSX
ms: Penyepaduan OSX
ru: Интеграция с OSX
sv: OSX-integrering

source: Trying to free a NULL pointer
ca: Tractant d'alliberar un punter NULL
es: Tratando de liberar un puntero NULO
ms: Mencuba bebaskan penuding NOL
sv: Försöker frigöra en NULL-pekare

source: Resource not found: %s
ca: Recurs no trobat: %s
es: El recurso no se ha podido encontrar: %s
ms: Sumber tidak ditemui: %s
ru: Ресурс не найден: %s
sv: Resursen hittades inte: %s

source: Cannot load UI from %s: %s
ca: No es pot carregar la interfície d'usuari de %s: %s
es: No se puede cargar la interfaz gráfica desde %s: %s
ms: Tidak dapat memuatkan UI dari %s: %s
ru: Не могу загрузить интерфейс пользователя из %s: %s
sv: Kan inte ladda UI från %s: %s

source: Not all required widgets are valids
ca: No tots els ginys requerits són vàlids
es: No todos los elementos requeridos son válidos
ms: Bukan semua widget diperlukan adalah sah
ru: Не все необходимые виджеты валидны
sv: Inte alla begärda komponenter är giltiga

source: Cannot create menu item: %s
ca: No es pot crear l'element de menú: %s
cs: Nelze vytvořit položku menu: %s
es: No se puede crear la entrada en el menú: %s
ms: Tidak dapat mencipta item menu: %s
ru: Не могу создать элемент меню: %s
sv: Kan inte skapa meny föremål: %s

source: Debug window
ca: Finestra de Depuració
cs: Ladící okno
es: Ventana de depuración
ms: Tetingkap nyahpepijat
ru: Окно отладки
sv: Felsökningsfönster

source: Severe errors
ca: Errors Greus
cs: Závažné chyby
es: Errores graves
ms: Ralat teruk
ru: Критические ошибки
sv: Allvarliga fel

source: Errors
cs: Chyby
es: Errores
ms: Ralat
ru: Ошибки
sv: Fel

source: Warnings
ca: Avisos
cs: Varování
es: Avisos
ms: Amaran
ru: Предупреждения
sv: Varningar

source: Information messages
ca: Missatges d'informació
cs: Informační hlášení
es: Mensajes de información
ms: Mesej Informasi
ru: Информационные сообщения
sv: Informations medelande

source: Debug information
ca: Informació de Depuració
cs: Ladící informace
es: Información de depuración
ms: Informasi nyahpepijat
ru: Информация дебаггера
sv: Felsökningsinformation

source: Full debug
ca: Depuració completa
cs: Plné ladění
es: Depuración completa
ms: Nyahpepijat penuh
ru: Полн
sv: Full felsökning

source: Set level to %s
ca: Estableix el nivell a %s
cs: Nastavit úroveň %s
es: Ajustar el nivel a %s
ms: Tetap aras ke %s
ru: Установить уровень на %s
sv: Set nivå till %s

source: Cannot not shot dialog, it doest exists
ca: No es pot llançar el diàleg, ja existeix
es: No se puede mostrar el diálogo, no existe
ms: Tidak dapat paparkan dialog, ia tidak wujud
ru: Такого диалогового окна не существует.

source: Build-in log
ca: Registre Interior
cs: Vestavěný log
es: Registro interno
ms: Log terbina-didalam
ru: Встроенный лог
sv: Inbyggd logg

source: Cannot create engine
ca: No es pot crear motor
es: No se puede crear el motor
ms: Tidak dapat mencipta enjin
ru: Не могу создать движок
sv: Kan inte skapa motor

source: Cannot share engine
ca: No es pot compartir motor
es: No se puede compartir el motor
ms: Tidak dapat berkongsi enjin
ru: Не могу разшарить движок
sv: Kan inte dela motor

source: Cannot destroy engine
ca: No es pot destruir motor
es: No se puede destruir el motor
ms: Tidak dapat musnahkan enjin
ru: Не могу уничтожить движок
sv: Kan inte förstöra motor

source: Build-in lomo plugin
ca: Connector intern lomo
cs: Vestavěný plugin lomo
es: Complemento lomo interno
ms: Pemalam mono terbina-didalam
ru: Встроенный lomo плагин
sv: Inbyggt lomo-insticksprogram
