Repository: ldotlopez/eina
Catalog: po/*.po
Languages: ca, cs, es, ms, ru, sv

source: Brings Eina several simple but fundamental cover providers like: 路 In-folder cover discover 路 Banshee (on Linux) covers
ms: Memberikan eina penyedia kulit hadapan asas tetapi ringkas seperti: 路 Penemuan kulit hadapan didalam-folder 路 Kulit hadapan Banshee (pada Linux)

source: gtk-clear
sv: gtk-rensa

source: gtk-close
sv: gtk-stäng

source: Eina is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Eina is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Eina; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
cs: Tento program je svobodný software; můžete jej šířit a modifikovat podle ustanovení Obecné veřejné licence GNU, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vašeho uvážení) kterékoli pozdější verze. Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URČITÝ ÚČEL. Další podrobnosti hledejte ve Obecné veřejné licenci GNU. Kopii Obecné veřejné licence GNU jste měl obdržet spolu s tímto programem; pokud se tak nestalo, napište o ni Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: None yet :)
cs: Zatím nic ;-)

source: Browse
cs: Procházet

source: Next song
cs: Následující skladba

source: Previous song
cs: Předchozí skladba

source: <b>Playlist</b>
cs: <b>Seznam skladeb</b>

source: Activate or deactivate random mode
cs: Zapnout nebo vypnout náhodné přehrávání

source: Activate or deactivate repeat mode
cs: Zapnout nebo vypnout opakované přehrávání

source: Add or enqueue songs to this playlist
cs: Přidat skladby do seznamu

source: Clear the playlist
cs: Vymazat seznam skladeb

source: Remove selected songs from this playlist
cs: Odebrat vybrané skladby ze seznamu

source: <b>Author:</b>
cs: <b>Autor:</b>

source: <b>Website:</b>
cs: <b>Web:</b>

source: <span size="x-large" weight="bold">Plugin name</span>
cs: <span size="x-large" weight="bold">Název pluginu</span>

source: Long description
cs: Detailní popis

source: Short description
cs: Krátký popis
