Repository: ldotlopez/eina
Catalog: po/*.po
Languages: ca, cs, es, ms, ru, sv

source: Cannot merge with UI Manager: %s
ca: No es pot combinar amb l'administració de la interfície d'usuari/a: %s
es: No se puede combinar con el gestor de la interfaz gráfica: %s
ms: Tidak dapat gabung dengan Pengurus UI: %s
ru: Невозможно объединить с диспетчером интерфейса пользователя: %s
sv: Kan inte förenas med UI Manager: %s

source: Unknow action: %s
ca: Acció Desconeguda : %s
es: Acción desconocida: %s
ms: Tindakan tidak diketahui: %s
ru: Неизвестное действие: %s
sv: Okänd åtgärd: %s

source: Unable to complete action '%s': %s
ca: No es pot completar l'acció '%s': %s
es: Error al ejecutar la acción: '%s': %s
ms: Tidak boleh menyelesaikan tindakan '%s': %s
ru: Невозможно завершить действие '%s': %s
sv: Kan inte slutföra åtgärd '%s': %s

source: Error on file %s: %s
ca: S'ha produït un error al fitxer %s: %s
es: Error en el archivo %s: %s
ms: Ralat pada fail %s: %s
ru: Ошибка файла %s: %s
sv: Fel i filen %s: %s

source: Build-in player plugin
ca: Connector intern de reproducció
es: Complemento parte del reproductor
ms: Pemalam pemain terbina-didalam
ru: Встроенная надстройка проигрывателя
sv: Inbyggt spelarinsticksprogram

source: Cannot init dock widget
ca: No es pot iniciar barra el giny barra d'aplicacions
es: No se puede iniciar el panel
ms: Tidak dapat awalkan widget dok
ru: Невозможно инициализировать стыковочный виджет
sv: Kan inte starta dock-komponent

source: Missing action: %s
ca: Falta acció: %s
es: No existe la acción: %s
ms: Tidakan hilang: %s
ru: Отсутствует действие: %s
sv: Saknar åtgärd: %s

source: Cannot go to stream #%d: '%s'
ca: No es pot anar al flux #%d: '%s'
es: No se puede reproducir el flujo #%d: '%s'
ms: Tidak dapat pergi ke strim #%d: '%s'
ru: Невозможно перейти к потоку #%d: '%s'
sv: Kan inte gå till ström #%d: '%s'

source: Cannot set state to LOMO_STATE_PLAY: '%s'
ca: No es pot establir un estat a LOMO_STATE_PLAY: '%s'
es: No se puede configurar el estado a LOMO_STATE_PLAY: '%s'
ms: Tidak dapar tetapkan keadaan ke OMO_STATE_PLAY: '%s'
ru: Невозможно назначить область для LOMO_STATE_PLAY: '%s'
sv: Kan inte ange tillstånd till LOMO_STATE_PLAY: '%s'

source: Cannot find index for stream %p (%s)
ca: No es pot trobar l'índex de flux de %p (%s)
es: No se puede encontrar el indice para el flujo %p (%s)
ms: Tidak dapat mencari indeks bagi strim %p (%s)
ru: Невозможно найти индекс для потока %p (%s)
sv: Kan inte hitta index för strömmen %p (%s)

source: Cannot get iter for index %d
ca: No es pot obtenir iteració d'índex %d
es: No se pueden obtener los elementos del indice %d
ms: Tidak dapat peroleh iter bagi indeks %d
sv: Kan inte avläsa upprepning för index %d

source: Build-in playlist plugin
ca: Connector intern de llista de reproducció
es: Complemento lista de reproducción interna
ms: Pemalam senarai main terbina-didalam
ru: Встроенная надстройка списка воспроизведения
sv: Inbyggt spellisteinsticksprogram

source: Plugins
ca: Connectors
es: Complementos
ms: Pemalam
ru: Надстройки
sv: Insticksprogram

source: Cannot merge menu: %s
ca: No es pot combinar el menú: %s
es: No se pueden mezclar los elementos del menú: %s
ms: Tidak dapat gabungkan menu: %s
ru: Невозможно объединить меню: %s
sv: Kan inte sammanfoga menyn: %s

source: No plugin selected
ca: No s'ha seleccionat cap extensió
es: No se ha seleccionado ningún complemento
ms: Tiada pemalam dipilih
ru: Дополнение не выбрано
sv: Inget insticksprogram valt

source: Build-in plugin manager plugin
ca: Connector intern de control de connectors
es: Complemento de gestor de extensiones interno
ms: Pemalam untuk pengurus pemalam terbina-didalam
ru: Встроенная надстройка диспетчера надстроек
sv: Inbyggt insticksprogram för instickshantering

source: Preferences
ca: Preferències
es: Preferencias
ms: Keutamaan
ru: Свойства
sv: Inställningar

source: Build-in preferences plugin
ca: Connector intern de preferències
es: Complemento de preferencias interno
ms: Pemalam keutamaan terbina-didalam
ru: Встроенная надстройка настроек
sv: Inbyggt inställningsinsticksprogram

source: Cannot create config folder %s
ca: No es pot crear la carpeta de configuració %s
cs: Nemohu vytvořit konfigurační adresář %s
es: No se puede crear el directorio %s
ms: Tidak dapat mencipta folder config %s
ru: Не могу создать папку конфигурации %s
sv: Kan inte skapa konfigurations map %s

source: Conf object not found
ca: Objecte de configuració no trobat
es: Objecto 'Conf' no encontrado
ms: Objek Conf tidak ditemui
ru: Не найден conf объект
sv: Conf-objekt hittades inte

source: Build-in settings plugin
ca: Connector intern de configuració
es: Complemento de ajustes interno
ms: Pemalam tetapan terbina-didalam
ru: Встроенный плагин настроек
sv: Inbyggt inställningsinsticksprogram

source: Build-in template plugin
ca: Connector intern de plantilles
es: Complemento de plantillas interno
ms: Pemalam templat terbina-didalam
ru: Встроенная надстройка шаблонов
sv: Inbyggt mallinsticksprogram

source: Cannot find loaded plugin %s
ca: No troba carregat el connector %s
es: No se puede encontrar el complemento cargado: %s
ms: Tidak dapat mencari pemalam %s yang dimuatkan
ru: Невозможно найти загруженную надстройку %s
sv: Kan inte hitta laddat insticksprogram %s

source: Cannot fini plugin %s: %s
ca: No es pot trobar el connector %s: %s
es: No se puede finalizar el complemento %s: %s
ms: Tidak dapat mencari pemalam %s: %s
sv: Kan inte hitta insticksprogram %s: %s

source: Play
ca: Reprodueix
es: Reproducir
ms: Main
ru: Воспроизвести
sv: Spela

source: Pause
ca: Pausa
es: Pausar
ms: Jeda
ru: Приостановить
sv: Pausa

source: Next
ca: Següent
es: Siguente
ms: Berikutnya
ru: Следующий
sv: Nästa

source: Next stream
ca: Següent flux
es: Siguiente flujo
ms: Strim berikutnya
ru: Следующий поток
sv: Nästa ström

source: Previous
ca: Anterior
es: Anterior
ms: Terdahulu
ru: Предыдущий
sv: Föregående

source: Previous stream
ca: Anterior flux
es: Flujo anterior
ms: Strim terdahulu
ru: Предыдущий поток
sv: Föregående ström

source: _Open
ca: _Obre
es: _Abrir
ms: B_uka
ru: _Открыть
sv: _Öppna

source: Add or queue stream(s)
ca: Afegeix o encua flux(os)
es: Agregar flujo(s)
ms: Tambah atau baris gilirkan strim
ru: Добавить или поставить в очередь поток(и)
sv: Lägg till eller köa ström(mar)

source: C_lear
ca: _Neteja
es: _Limpiar
ms: Koso_ngkan
ru: О_чистить
sv: T_öm

source: Clear playlist
ca: Neteja la llista de reproducció
es: Borrar lista de reproducción
ms: Kosongkan senarai main
ru: Очистить список воспроизведения
sv: Töm spellistan

source: _Quit
ca: _Surt
es: _Salir
ms: Ke_luar
ru: _Выйти
sv: A_vsluta

source: Quit Eina
ca: Surt d'Eina
es: Salir de Eina
ms: Keluar dari Eina
ru: Выйти из программы Eina
sv: Avsluta Eina

source: Random
ca: Aleatori
es: Aleatorio
ms: Rawak
ru: В случайном порядке
sv: Slumpmässig

source: Random playlist
ca: Llista de reproducció aleatòria
es: Lista de reproducción aleatoria
ms: Senarai main rawak
ru: Случайный список воспроизведения
sv: Slumpmässig spellista

source: Repeat
ca: Repeteix
es: Repetir
ms: Ulang
ru: Повторять
sv: Upprepa

source: Repeat playlist
ca: Repeteix la llista de reproducció
es: Repetir lista de reproducción
ms: Ulang senarai main
ru: Повторять список воспроизведения
sv: Upprepa spellista

source: Gtk+ X11 backend is not supported
ca: administració Gtk+ X11 no és suportada
es: El motor Gtk+ para X11 no esta soportado
ms: Bahagian belakang X11 Gtk+ tidak disokong
sv: Gtk+ X11-bakände stöds inte

source: Cannot create status icon
ca: No es pot crear la icona d'estat
es: No se puede crear el icono de estado
ms: Tidak dapat mencipta ikon status
ru: Невозможно создать значок состояния
sv: Kan inte skapa statusikon

source: Systray implementation is buggy on OSX. You have been warned, dont file any bugs about this.
ca: La implementació d'aplicacions a la barra d'estat falla a OSX.Ja estàs avisat, no cal que enviïs errors sobre això.
es: La implementación del area de notificaciones en OSX es propensa a errores. No envie informes de errores sobre esto.
ms: Perlaksanaan systray mempunyai pepijat pada OSX. Anda telah menerima amaran, jadi jangan laporkan pepijat ini lagi.
sv: Systray-implementering fungerar dåligt på OSX. Det här är den varning du får; skicka inga felrapporter om det här.

source: Build-in systray and notification plugin
ca: Connector intern de la safata del sistema i notificació
es: Complemento del area de notificaciones integrado
ms: Pemalam pemberitahuan dan systray terbina-didalam
ru: Встроенная надстройка системной панели и уведомления
sv: Inbyggt systray- och notifieringsinsticksprogram

source: Cannot register EinaWindow object into GelApp
ca: No es pot registrar l'objecte EinaWindow a GelApp
es: No se puede registrar el objeto EinaWindow con GelApp
ms: Tidak dapat mendaftar objek EinaWindow kedalam GelApp
ru: Невозможно зарегистрировать EinaWindow объект в GelApp
sv: Kan inte registrera EinaWindow-objekt i GelApp

source: EinaWindow not found in GelApp
ca: EinaWindow no es troba a GelApp
es: No se encuentra EinaWindow en GelApp
ms: EinaWindow tidak ditemui didalam GelApp
sv: EinaWindow hittades inte i GelApp

source: Main window plugin
ca: Connector de la finestra principal
es: Complemento de la ventana principal
ms: Pemalam tetingkap utama
ru: Надстройка основного окна
sv: Huvudfönsterinsticksprogram

source: Version mismatch. source:%s runtime:%s
ca: Desajust de Versió. Font: %s temps d'execució %s
es: Versiones incorrectas. codigo fuente:%s librerias del entorno de ejecución:%s
ms: Versi tidak sepadan. sumber:%s waktu jalan: %s
sv: Versioner stämmer inte överens. källa:%s körtid:%s

source: Cannot get schema version
ca: No es pot obtenir la versió d'esquema
es: No se puede ver la versión del esquema
ms: Tidak dapat versi skema
sv: Kan inte avläsa schemaversion

source: Cannot access lomo
ca: No es pot accedir a lomo
es: No se puede acceder a lomo
ms: Tidak dapat mencapai lomo
sv: Kan inte komma åt lomo

source: Cannot register ADB object into GelApp
ca: No es pot registrar objecte ADB a GelApp
es: No se puede registrar el objeto ADB con GelApp
ms: Tidak dapat mendaftarkan objek ADB kedalam GelApp
sv: Kan inte registrera ADB-objekt i GelApp

source: Audio database
ca: Base de dades d'Àudio
es: Base de datos de audio
ms: Pengkalan data audio
ru: Звуковая база данных
sv: Ljuddatabas

source: Art object not found
ca: No s'ha trobat l'objecte d'Art
es: Objeto 'Art' no encontrado
ms: Objek seni tidak ditemui
ru: Иллюстрация не найдена
sv: Konstobjekt hittades inte

source: Enhace your covers
ca: Estimula les teves portades
es: Mejorar carátulas
ms: Cantikkan lagi kulit hadapan anda
ru: Показать обложки
sv: Förbättra dina omslag

source: Brings Eina several simple but fundamental cover providers like: · In-folder cover discover · Banshee (on Linux) covers
ca: Dóna a Eina diversos proveïdors de caràtules simples, però fonamental, com: · In-folder cover discover · Banshee (a Linux) covers
es: Incluye varios proveedores de carátulas como: · Buscador de carátulas dentro del archivo · Carátulas de Banshee(solo en Linux)
sv: Ger Eina flera enkla men grundläggande omslagskällor som: · Leta efter omslag i mapp · Banshee (Linux) omslag

source: Set fieshta mode
ca: Ajusta el mode fieshta
es: Establecer modo fieshta
ms: Tetapkan ke mod fieshta
ru: Назначить режим fieshta
sv: Använd fieshta-läge

source: Party plugin
ca: Connector Festa
es: Complemento "Party"
ms: Pemalam parti
ru: Клубная надстройка
sv: Festinsticksprogram

source: Cannot get settings object
ca: No es pot obtenir la configuració de l'objecte
es: No se puede obtener la configuración del objeto
ms: Tidak dapat menetapkan objek
sv: Kan inte avläsa inställningsobjekt

source: Playing:
ca: S'està reproduint:
es: Reproduciendo:
ms: Memainkan:
ru: Воспроизводится:
sv: Spelar:

source: Show notifications
ca: Mostra les notificacions
es: Mostrar notificaciones
ms: Papar pemberitahuan
ru: Показывать уведомления
sv: Visa notifieringar

source: Notifications plugin
ca: Connector de notificacions
es: Complemento de notificaciones
ms: Pemalam pemberitahuan
ru: Надстройка уведомлений
sv: Notifieringsinsticksprogram

source: Unable to find matching row for search
ca: No es pot trobar la fila coincident per a la cerca
es: No se encontraron coincidencias para la búsqueda
ms: Tidak boleh mencari baris padanan untuk penggelintaran
sv: Kunde inte hitta passande rad för sökning

source: Cannot get resource cover-default.png
ca: No es pot obtenir el recurs cover-default.png
es: No se puede obtener el recurso cover-default.png
ms: Tidak dapat peroleh sumber cover-default.png
sv: Kan inte hämta resursen cover-default.png

source: Cannot load pixbuf from %s: %s
ca: No es pot carregar pixbuf de %s: %s
es: No se puede cargar la interfaz gráfica desde %s: %s
ms: Tidak dapat memuatkan pixbuf dari %s: %s
sv: Kan inte ladda pxbuf från %s: %s

source: Monday
ca: Dilluns
es: Lunes
ms: Isnin
ru: Понедельник
sv: Måndag

source: Tuesday
ca: Dimarts
es: Martes
ms: Selasa
ru: Вторник
sv: Tisdag

source: Wednesday
ca: Dimecres
es: Miércoles
ms: Rabu
ru: Среда
sv: Onsdag

source: Thursday
ca: Dijous
es: Jueves
ms: Khamis
ru: Четверг
sv: Torsdag

source: Saturday
ca: Dissabte
es: Sabado
ms: Sabtu
ru: Суббота
sv: Lördag

source: Sunday
ca: Diumenge
es: Domingo
ms: Ahad
ru: Воскресенье
sv: Söndag

source: Today
ca: Avui
es: Hoy
ms: Hari Ini
ru: Сегодня
sv: Idag

source: Yesterday
ca: Ahir
es: Ayer
ms: Semalam
ru: Вчера
sv: Igår

source: More than 7 days ago
ca: Fa més de 7 dies
es: Hace más de 7 dias
ms: Lebih dari 7 hari yang lalu
ru: Более семи дней назад
sv: Mer än 7 dagar sedan

source: More than a month ago
ca: Fa més d'un mes
es: Hace más de un mes
ms: Lebih dari sebulan yang lalu
ru: Более месяца назад
sv: Mer än en månad sedan

source: More than a year ago
ca: Fa més d'un any
es: Hace más de un año
ms: Lebih dari setahun yang lalu
ru: Более года назад
sv: Mer än ett år sedan

source: Cannot load ui from %s: %s
ca: No es pot carregar la interfície d'usuari/a de %s: %s
es: No se puede cargar la interfaz gráfica desde %s: %s
ms: Tidak dapat memuatkan ui dari %s: %s
sv: Kan inte ladda UI från %s: %s

source: Timestamp
ca: Marca horària
es: Marca de tiempo
ms: Setem Masa
ru: Отметка времени
sv: Tidsstämpel

source: Cover
ca: Caràtula
es: Carátula
ms: Kulit Hadapan
ru: Обложка
sv: Omslag

source: Title
ca: Títol
es: Titulo
ms: Tajuk
ru: Название
sv: Titel

source: Enqueue
ca: Afegeix a la cua
es: Encolar
ru: Поставить в очередь
sv: Placera i kö

source: Delete
ca: Esborra
es: Eliminar
ms: Padam
ru: Удалить
sv: Ta bort

source: and
ca: i
es: y
ms: dan
ru: и
sv: och

source: Error %d with query %s: %s
ca: Error %d amb la consulta %s: %s
es: Error %d con consulta % s: %s
ms: Ralat %d dengan baris gilir %s: %s
sv: Fel %d vid förfrågan %s: %s

source: Cannot prepare query %s: (%d) %s
ca: No es pot preparar la consulta %s: (%d) %s
es: No se puede preparar la consulta % s: (% d) en %s
ms: Tidak dapat sediakan pertanyaan %s: (%d) %s
sv: Kan inte behandla förfrågan %s: (%d) %s

source: Cannot prepare query %s: %s
ca: No es pot preparar la consulta %s: %s
es: No se puede preparar la consulta % s: %s
ms: Tidak dapat sediakan pertanyaan %s: %s
sv: Kan inte behandla förfrågan %s: %s

source: <b>%s (Artist)</b> %d matches
ca: <b>%s(Artista)</b> %d coincidències
es: <b>%s (artista)</b> tiene %d coincidencias
ms: <b>%s (Artis)</b> %d padanan
ru: <b>%s (Исполнитель)</b> %d совпадений
sv: <b>%s (Artist)</b> %d träffar

source: <b>%s (Album)</b> %d matches
ca: <b>%s(Àlbum)</b> %d coincidències
es: <b>%s (álbum)</b> tiene %d coincidencias
ms: <b>%s (Album)</b> %d padanan
ru: <b>%s (Альбом)</b> %d совпадений
sv: <b>%s (Album)</b> %d träffar

source: Cannot get first iter
ca: No es pot obtenir la primera iteració
es: No se puede obtener el primer elemento
ms: Tidak dapat iter pertama
sv: Kan inte läsa första uppr

source: Cannot fetch Adb object
ca: No es pot buscar objecte Adb
es: No puede obtener el objeto Adb
ms: Tidak dapat peroleh objek Adb
sv: Kan inte läsa Adb-objekt

source: Stores your recent playlists
ca: Enregistra les teves llistes de reproducció recents
es: Almacena tus listas de reproducción mas recientes
ms: Simpan senarai main kebelakangan anda
ru: Сохраняет ваши недавние списки воспроизведения
sv: Lagrar dina senaste spellistor

source: Recently plugin. ADB based version
ca: Connector Recentment. Versió Basada en ADB
es: Complementos recientes. Basados en la versión de ADB
ms: Pemalam kebelakangan. Versi berasaskan ADB
sv: Senast insticksprogram. ADB-baserad version

source: Dock
ca: Acobla
es: Anclar
ms: Dok
ru: Прикрепить
sv: Docka

source: <b>Log level:</b>
ca: </b>Nivell de registre:</b>
cs: <b>Úroveň logování:</b>
es: <b>Nivel de registro:</b>
ms: <b>Aras log:</b>
ru: <b>Уровень лога:</b>
sv: <b>Loggningsnivå:</b>

source: label
ca: etiqueta
es: etiqueta
sv: etikett

source: <b>Information format</b>
ca: <b>Format de la informació</b>
es: <b>Formato de información</b>
ms: <b>Format Informasi</b>
ru: <b>Формат данных</b>
sv: <b>Informations format</b>

source: Custom format:
ca: Format personalitzat:
cs: Uživatelský formát
es: Formato personalizado:
ms: Format Suai:
ru: Пользовательский формат:
sv: Eget format:

source: More info about Pango markup language
ca: Més informació sobre el llenguatge de marcat Pango
cs: Více informací o značkovacím jazyku Pango
es: Más información sobre el lenguaje de marcado Pango
ms: Info lanjutan mengenai bahasa markup Pango
ru: Узнайте больше о языке разметки Pango
sv: Mer information om uppmärkningsspråket Pango

source: This format uses the pango markup, follow next link to learn about it. The following 'tags' can be used: %a for artist, %b for album, %t for title and %n for track number. Embracing any text with curly brackets makes it optional, disapearing if no matches for its content is found.
ca: Aquest format utilitza el marcat Pango, segueix l'enllaç següent per aprendre'n més.. Es poden usar les següents 'etiquetes': %a per artista, %b per àlbum, %t per títol i %n per número de pista. Fer servir qualsevol text amb aquestes claus és opcional,no mostrant cap contingut si no coincideix o no se'n troba.
es: Este archivo usa el lenguaje de marcado Pango, sigue el siguiente enlace para aprender mas sobre él. Puede usar las siguientes «etiquetas» : %a para artista, %b para álbum, %t para título y %n para número de pista. Rodeando cualquier texto entre llaves lo convierte en opcional, será omitido si no se encuentran coincidencias para su contenido
ms: Format ini menggunakan penanda pango, ikuti pautan berikutnya untuk pelajari mengenainya. 'Tag' berikut boleh digunakan: %a untuk artis, %b untuk album, %t untuk tajuk dan %n untuk nombor trek.
ru: Этот формат использует разметку pango, перейдите по следующей ссылке, чтобы узнать больше. Разрешены следующие теги: %a для имени исполнителя, %b для названия альбома, %t для названия дорожки, %n для номера дорожки. Текст внутри фигурных скобок считается опциональным, он пропадает в случае, если не найдено совпадений.
sv: Det här formatet använder uppmärkningen pango; följ nästa länk för att få veta mer om det. Följande 'etiketter' kan användas: %a för artist, %b för album, %t för titel, och %n för spårnummer. Om du omfamnar text med {} blir den villkorlig, och visas inte om inga träffar för dess innehåll påträffas.

source: Filter
ca: Filtra
es: Filtro
ms: Penapis
ru: Фильтр

source: Playlist
ca: Llista de reproducció
cs: Seznam skladeb
es: Lista de reproducción
ms: Senarai Main
ru: Список воспроизведения
sv: Spellista

source: <b>Description</b>
ca: <b>Descripció</b>
es: <b>Descripción</b>
ms: <b>Keterangan</b>
ru: <b>Описание</b>
sv: <b>Beskrivning</b>

source: <b>Filename</b>
ca: <b>Nom del fitxer</b>
es: <b>Nombre del archivo</b>
ms: <b>Nama Fail</b>
ru: <b>Имя файла</b>
sv: <b>Filnamn</b>

source: <big><b>No plugins available</b></big> There are no plugins instaled on your system
ca: <big><b>No hi ha connectors disponibles</b></big> No hi ha connectors instal·lats al teu sistema
es: <big><b>No hay complementos disponibles</b></big> No hay complementos instalados en su sistema
ms: <big><b>Tiada pemalam</b></big> Tiada pemalam dipasang didalam sistem anda
ru: <big><b>Нет доступных надстроек</b></big> В вашей системе не установлены надстройки
sv: <big><b>Inga tillgängliga insticksprogram</b></big> Du har inte installerat några insticksprogram på ditt system.

source: Contact
ca: Contacte
es: Contacto
ms: Kenalan
ru: Связаться
sv: Kontakta

source: Eina plugins
ca: Connectors Eina
es: Complementos de Eina
ms: Pemalam Eina
ru: Надстройки Eina
sv: Insticksprogram för Eina

source: Show internal plugins
ca: Mostra connectors interns
es: Mostrar complementos internos
ms: Papar pemalam dalaman
ru: Показать встроенные надстройки
sv: Visa interna insticksprogram

source: Website
ca: Pàgina web
es: Sitio web
ms: Laman Sesawang
ru: Веб-сайт
sv: Hemsida

source: page 1
ca: pàgina 1
es: página 1
ms: halaman 1
ru: страница 1
sv: sida 1

source: page 2
ca: pàgina 2
es: página 2
ms: halaman 2
ru: страница 2
sv: sida 2

source: <b>Password</b>
ca: <b>Contrasenya</b>
es: <b>Contraseña:</b>
ms: <b>Kata Laluan</b>
ru: <b>Пароль</b>
sv: <b>Lösenord</b>

source: <b>Username</b>
ca: <b>Nom d'usuari/a</b>
es: <b>Usuario:</b>
ms: <b>Nama Pengguna</b>
ru: <b>Имя пользователя</b>
sv: <b>Användarnamn</b>

source: <big><b>Last FM configuration</b></big>
ca: <big><b>Configuració Last FM </b></big>
es: <big><b>Configuración de Last FM</b></big>
ms: <big><b>Konfigurasi Last FM</b></big>
ru: <big><b>Настройка Last FM</b></big>
sv: <big><b>Last FM-inställningar</b></big>

source: New to Last FM?, get an account
ca: Nou/va a Last FM?, Fes-te un compte
es: ¿Nuevo en Last FM?, obtenga una cuenta
ms: Masih dengan Last FM?, dapatkan akaun
ru: В первые в Last FM?, создайте учётную запись
sv: Är Last FM nytt för dig?, skaffa ett konto

source: Submit played tracks to Last.fm
ca: Envia cançons reproduïdes a Last.fm
es: Enviar lista de tracks reproducidos a Last.fm
ms: Hantar trek yang dimainkan ke Last.fm
ru: Подтверждайте воспроизведённые композиции на Last.fm
sv: Skicka in spelade spår till Last.fm

source: <b>Search</b>
ca: <b>Cerca</b>
es: <b>Buscar:</b>
ms: <b>Gelintar</b>
ru: <b>Поиск</b>
sv: <b>Sök</b>

source: <span color="#666">Type at least 3 characters</span>
ca: <span color="#666">Escriu com a mínim 3 caràcters</span>
es: <span color="#666">Escriba al menos 3 caracteres</span>
ms: <span color="#666">Taip sekurang-kurangnya 3 aksara</span>
ru: <span color="#666">Введите более 3 символов</span>
sv: <span color="#666">Skriv in minst tre tecken</span>

source: Here you can find your previous playlist and reload or search over them. It seems you dont listen anything, so, there is nothing to see, come back later
ca: Aquí pots trobar les llistes de reproducció anteriors i tornar a carregar o cercar en elles. sembla que no has escoltar res encara, per tant no hi ha res, torna-hi més tard
es: Aquí puede encontrar su lista de reproducción anterior y volver a cargarla o buscar sobre ella. Parece ser que no esta escuchando nada, no hay nada que ver, vuelva más tarde
ms: Disini anda boleh mencari senarai main terdahulu anda dan muat semula atau gelintarnya. Ini menunjukkan anda tidak mendengar apa-apa, maka, tidak apa-apa yang perlu dilihat, datang lagi dilain masa
ru: Здесь вы можете найти ваш предыдущий список воспроизведения, перезагрузить или произвести поиск. Похоже вы ничего не прослушивали, здесь пусто, возвращайтесь сюда позже
sv: Här kan du hitta din föregående spellista och ladda om eller söka förbi dem. Du verkar inte lyssna på något, så det finns inget att se. Kom tillbaka senare.

source: page 3
ca: pàgina 3
es: página 3
ms: halaman 3
ru: страница 3
sv: sida 3
